<p> По поводу режима. Режим раздельного питания заключает в себе правильное сбалансированное питание без жиров и вредных продуктов питания, которые в свою очередь способствуют увеличению жира в организме. 
есть свод правил которые нужно соблюдать в период похудения: 
1. не есть мучное. так как в нем большое скопление растительных жиров.
2. не есть полуфабрикаты, сосиски, колбасы и т.д. так как в них большое содержание животных жиров.
3. не есть хлеб. (хлеб можно только бородинский с чаем и только утром) а лучше без него.
4. не есть молочные продукты: сыр, молоко, творог и т.д. они способствуют увеличению массы 0% мышечной, все что больше жировой. в период похудения не рекомендуется.
5. не есть после 21 часа. Можно чай.
6. не есть суп.
7. не есть бананы. увеличивают массу. в период похудения не рекомендуется.
8. не жарить
9. не должно быть в пище вместе жиры растительного происхождения и животного.
10. Пить много жидкости
11. соль и сахар неотъемлемая часть в организме. добавлять можно. Но нужно помнить лучше не до солить чем пересолить!!! так же и с сахаром.

Режим раздельного питания заключает в себе главное разделение между углеводами и белками, так как организму тяжело переварить их вместе.
-углеводы это рис, гречка, макароны из твердых сортов пшеницы и т.д. 
-белки это любое мясо говядина, баранина, конина и т.д. На особом месте куриные грудки. т.к. они и дешевые и полезных веществ в них не меньше чем в остальных мясных продуктах.
Белки и углеводы есть вместе нельзя... но можно с ними есть приправы (в меру, еле заметно) зелень, овощи. фрукты лучше есть отдельно от всего, кроме бананов.

Теперь перейдем к дневной дозировки продуктов питания. 
!!!!Главное в этом нельзя забывать между приемами пищи должен быть перерыв не меньше 2 часов, а лучше больше!!!!
 Но так как все мы люди и по своим каким то обстоятельствам не можем есть 6 раз в день то я предлагаю есть 3-4 как обычно. Просто порции делать побольше. 
Именно вам нужно есть 300г углеводов и 300г белка. как рассчитать? очень просто берется ваш вес: и умножаем на углеводов 3-4г и белков 3-4г. получаем 78кг*4г=312г округляем 300г. в сутки. это для похудения.
!!!!главное правило в приготовлении не жарить. все что угодно только не жарить!!!!
 А варить тот же самый рис можно с теми же овощами, сейчас продаются в супермаркетах наборы овощные, лечо и т.д. 

За 15 минут до еды выпить стакан воды. После еды или во время еды обязательно пьем чай или пьем воду.
между приемами пищи не едим. Только пьем чай или воду. Лучше горячий чай, кажется посытнее =) . 
!!!!Что касается самой пищи, съедаем сначала углеводы, а потом белки. ни в коем случае не чередуем, не меняем местами!!!
 приемы:
1. углеводы 150г.
2. углеводы 150г.
3. белки 150г.
4. белки  150г.
если нет возможность растянуть на 4 приема то сокращаем 3 или на 2
1. углеводы 300г. 
2. белки 150г.
3. белки  150г. 
или 
1. углеводы 300г. 
2. белки 300г.
ничего страшного просто увеличиваем время между приемами пищи.
 Все что я написал это мой личный опыт похудел на 10 кг без потери мышечной массы и силы, как жал 130 так и жму. всего за 6 недель и 2 дня. усиленно занимался спортом все это время. программу тренировок тоже могу расписать. Если будут вопросы, а они будут звоните по моему номеру 8-960-376-16-76 Камиль. так же в вк http://vk.com/kamill_levsha 
Надеюсь что вам поможет моя методика как она помогла мне. Удачи! 
</p>